Repository: SafeExamBrowser/seb-mac
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: Enter quit/unlock password:
de: Beenden/Entsperren-Passwort eingeben:

source: Enter SEB Server fallback password:
de: SEB Server Fallback-Passwort eingeben:

source: Enter the %@ administrator password used in client settings:
de: Geben Sie das %@ Administrator-Passwort aus den Client-Einstellungen ein:

source: Enter the %@ administrator password used in these settings:
de: In diesen Einstellungen verwendetes %@ Administrator-Passwort eingeben:

source: Entering the current %@ administrator password was canceled
de: Eingabe des aktuellen %@ Administrator-Passworts wurde abgebrochen

source: Error
de: Fehler

source: Error Decrypting Settings
de: Fehler beim Entschlüsseln der Einstellungen

source: Exam
de: Prüfung

source: Exam List is Empty
de: Leere Prüfungsliste

source: Exporting Identity Failed
de: Exportieren des Identitätszertifikats ist fehlgeschlagen

source: Failed
de: Fehlgeschlagen

source: Failed to Save Downloaded File
de: Download konnte nicht gespeichert werden

source: Failed, retrying...
de: Fehlgeschlagen, erneut versuchen...

source: Fetch
de: Abrufen

source: Fetch a certificate presented by an HTTPS server and embed it into the settings. Verify the SHA-256 fingerprint out of band before embedding.
de: Ein von einem HTTPS-Server präsentiertes Zertifikat abrufen und in die Einstellungen einbetten. Überprüfen Sie den SHA-256-Fingerabdruck über einen unabhängigen Kanal, bevor Sie es einbetten.

source: Fetching a server certificate by URL is available on macOS 12 (Monterey) and later.
de: Das Abrufen eines Server-Zertifikats über eine URL ist ab macOS 12 (Monterey) verfügbar.

source: Fetching identities
de: Identitäten werden geladen …

source: File
de: Datei

source: File Automatically Chosen
de: Datei automatisch ausgewählt

source: File to Upload Not Found!
de: Datei zum Heraufladen nicht gefunden!

source: Finalizing Screen Proctoring
de: Screen Proctoring abschliessen

source: For this exam session, screen capturing is required. You need to authorize Screen Recording for %@ in System Settings / Security & Privacy%@. Then restart %@ and your exam.
de: Für diese Prüfungssession wird Bildschirmaufzeichnung benötigt. Sie müssen Bildschirmaufnahme für %1$@ in den Systemeinstellungen unter 'Sicherheit & Datenschutz' erlauben%2$@. Dann starten Sie %3$@ und die Prüfung erneut.

source: For this session, %@%@ access for %@ is required. On this device, %@%@ access is restricted. Ask your IT support to provide you a device without these restrictions.
de: Die aktuelle Session erfordert Zugriff auf %1$@%2$@ für %3$@. Auf diesem Gerät ist Zugriff auf %4$@%5$@ gesperrt. Fragen Sie Ihren IT-Support nach einem Gerät ohne diese Einschränkungen.

source: For this session, %@%@ access for %@ is required. You need to authorize %@%@ access %@before you can %@start the session.
de: Die aktuelle Session erfordert Zugriff auf %1$@%2$@ für %3$@. Sie müssen %6$@Zugriff auf %4$@%5$@ erlauben, bevor Sie die Session %7$@ starten können.

source: For using permitted macOS third-party applications, AAC Assessment Mode must be enabled, file and share dialogs blocked and macOS 12 or newer enforced. Do you want to update your %@ settings accordingly?
de: Um zugelassene macOS- Drittprogramme zu verwenden, muss der AAC-Bewertungsmodus aktiviert sein, Datei- und Share Sheets müssen blockiert werden und macOS 12 oder neuer muss erzwungen werden. Möchten Sie Ihre %@-Einstellungen entsprechend aktualisieren?

source: Force Classic
de: Klassisches erzwingen

source: Force Close
de: Schliessen erzwingen

source: Force Modern
de: Modern bevorzugen

source: Force Modern in New Tab+Different Host
de: Modern in neuen Fenstern+anderem Server bevorzugen

source: Force Quit All Processes
de: Prozesse sofort beenden

source: Force Quitting Processes Failed
de: Sofort beenden fehlgeschlagen

source: Full user name: %@
de: Vollständiger Benutzername: %@

source: General
de: Allgemein

source: get generally blocked
de: werden generell blockiert

source: Getting Exam Config...
de: Lade Prüfungskonfiguration...

source: Good server health, waiting until %@ to resume sending cached screen shots
de: Gute Verbindungsqualität, warten auf Wiederaufnahme der Übertragung um %@

source: Grant access in System Settings / Privacy & Security / Files & Folders / %@.
de: Zugriff gewähren in Systemeinstellungen / Datenschutz und Sicherheit / Dateien und Ordner / %@.

source: Grant access to Folder
de: Zugriff auf Verzeichnis gewähren

source: Grant Full Disk Access
de: Festplattenvollzugriff gewähren

source: Holding Command Key Not Allowed!
de: Befehlstaste drücken nicht erlaubt!

source: Holding the Command key down while restarting %@ is not allowed, release it to continue.
de: Drücken der Befehlstaste (cmd) während des Neustarts von %@ ist nicht erlaubt. Zum Weiterfahren Taste loslassen.

source: Holding the Command key down while starting %@ is not allowed. Restart %@ without holding any keys.
de: Drücken der Befehlstaste (cmd) während des Aufstartens von %1$@ ist nicht erlaubt. Starten Sie %2$@ neu, ohne irgendwelche Tasten gedrückt zu halten.

source: Identity
de: Identität

source: If SEB Server doesn't respond for a while, you can forcibly close the connection
de: Wenn SEB Server eine Zeit lang nicht antwortet, können Sie die Verbindung zwangsweise schliessen

source: If you don't enter the correct %@ administrator password, then you cannot open preferences.
de: Ohne Eingabe des korrekten %@ Administrator-Passwortes können die Einstellungen nicht geöffnet werden.

source: If you don't enter the correct quit password, then you cannot quit.
de: Wenn Sie das korrekte Beenden-Passwort nicht eingeben, können Sie die App nicht beenden.

source: If you don't enter the correct SEB Server fallback password, then you cannot invoke fallback.
de: Ohne Eingabe des korrekten SEB Server Fallback-Passwortes kann der Fallback nicht ausgeführt werden.

source: If you don't enter the right administrator password used in these settings you cannot open them.
de: Ohne Eingabe des korrekten, in dieser Konfigurationsdatei verwendeten Administrator-Passworts kann diese nicht geöffnet werden.

source: If you don't grant access to %@, you cannot use such webpages. Last time %@ was running, the webpage with the title '%@' (%@) tried to download a font.
de: Wenn Sie %1$@ diese Erlaubnis nicht gewähren, dann können Sie solche Webseiten nicht benutzen. Beim letzten Mal als %2$@ lief, hat die Webseite mit dem Titel '%3$@' (%4$@) versucht, eine Schriftart herunter zu laden.

source: If your institution does not support Automatic %@ Client Configuration, follow instructions of your exam administrator.
de: Falls Ihre Institution die automatische %@-Client-Konfiguration nicht unterstützt, befolgen Sie die Anweisungen Ihres Prüfungs-Administrators.

source: Ignore
de: Ignorieren

source: in System Preferences
de: in den Systemeinstellungen

source: It's not allowed to open this URL! You can create a new filter rule based on the following patterns:
de: Es ist nicht erlaubt, diese URL zu öffnen! Sie können eine neue Filterregel basierend auf den folgenden Schemas erstellen:

source: Join
de: Verbinden

source: Known Networks
de: Bekannte Netzwerke

source: Left
de: Links

source: Load Error
de: Verbindungsfehler

source: Loaded data doesn't contain valid %@ settings.
de: Geladene Daten beinhalten keine gültigen %@-Einstellungen.

source: Loaded settings are empty and cannot be used.
de: Geladene Konfigurationsdatei ist leer und kann nicht benutzt werden.

source: Loading New %@ Settings Not Allowed!
de: Laden von neuen %@-Einstellungen nicht erlaubt!

source: Loading settings
de: Einstellungen werden geladen

source: Loading Settings
de: Einstellungen werden geladen

source: Local %@ Settings Have Been Reset
de: Lokale %@-Client-Einstellungen wurden zurückgesetzt

source: Local Client Settings
de: Lokale Client-Einstellungen

source: Local client settings have the option 'Allow to open Settings window on client' disabled, which will prevent opening the preferences window even when you restart %@. Are you sure you want to apply this? Otherwise you can reset this option.
de: Die lokalen Client-Einstellungen haben die Option 'Einstellungen-Fenster darf auf Client geöffnet werden' deaktiviert, was das Öffnen des Einstellungen-Fensters selbst nach einem Neustart von %@ verhindert. Sind Sie sicher, dass Sie dies anwenden wollen? Ansonsten können Sie diese Option zurücksetzen.

source: Local hostname: %@
de: Lokaler Host-Name: %@

source: Local preferences were created by an incompatible %@ version, damaged or manipulated. They have been reset to the default settings. Ask your exam supporter to re-configure %@ correctly.
de: Die lokalen Einstellungen wurden entweder von einer inkompatiblen %1$@-Version erstellt, beschädigt oder manipuliert. Sie wurden auf die Voreinstellungen zurückgesetzt. Wenden Sie sich an Ihren Prüfungs-Support, um %2$@ wieder korrekt zu konfigurieren.

source: Location Services access is required to display Wi-Fi network names. Grant access in System Settings / Privacy & Security / Location Services after closing %@.
de: Für die Anzeige von Wi-Fi-Netzwerknamen ist der Zugriff auf die Ortungsdienste erforderlich. Gewähren Sie den Zugriff nach dem Beenden von %@ unter Systemeinstellungen / Datenschutz und Sicherheit / Ortungsdienste.

source: Location Services Required for Wi-Fi
de: Ortungsdienste für Wi-Fi erforderlich

source: Log in to
de: Einloggen

source: Main Browser Window
de: Haupt-Browserfenster

source: manually with file requester
de: manuell mit Dateidialog

source: microphone
de: Mikrofon

source: Missing Connection Settings
de: Fehlende Verbindungseinstellungen

source: More information at https://safeexambrowser.org
de: Mehr Information auf https://safeexambrowser.org

source: Network
de: Netzwerk

source: Never
de: Nie

source: New settings have been saved, they will also be used when you start %@ next time again. Do you want to start working with %@ or quit for now?
de: Neue Konfiguration wurde gespeichert, diese wird benutzt, wenn %1$@ das nächste Mal gestartet wird. Wollen Sie jetzt mit %2$@ arbeiten oder beenden?

source: New settings have been saved, they will be used when you start %@ next time again. Do you want to continue working with %@ or quit for now?
de: Neue Konfiguration wurde gespeichert, diese wird benutzt, wenn %1$@ das nächste Mal gestartet wird. Wollen Sie jetzt mit %2$@ arbeiten oder beenden?

source: No %@ Configuration Found
de: Keine %@-Konfiguration gefunden!

source: No %@ settings have been found at the specified URL. Use a correct link to configure %@ or start an exam.
de: An der angegebenen URL wurden keine %1$@ Einstellungen gefunden. Benutzen Sie einen korrekten Link, um %2$@ zu konfigurieren oder eine Prüfung zu starten

source: No built-in display available, although required in settings!
de: Kein eingebautes Display verfügbar, obwohl dies in den Einstellungen verlangt wird!

source: No Built-In Display Available!
de: Kein eingebautes Display verfügbar!

source: No Encryption Credentials Chosen
de: Keine Verschlüsselung gewählt

source: No Hostname Found
de: Kein Hostname gefunden

source: No networks found
de: Keine Netzwerke gefunden

source: No Preset Processes Available
de: Keine voreingestellten Prozesse verfügbar

source: No SEB Server Fallback Password entered
de: Kein SEB Server Fallback-Passwort eingegeben

source: None
de: Keine

source: None - Black
de: Keine - schwarzer Hintergrund

source: None - White
de: Keine - weisser Hintergrund

source: Not Connected
de: Nicht verbunden

source: Not Connected to Wi-Fi or VPN
de: Nicht mit WLAN oder VPN verbunden

source: one of the %@ versions %@
de: eine der %@-Versionen %@

source: one of the %@ versions %@ or higher
de: eine der %@-Versionen %@ oder höher

source: Only on load error
de: Nur bei Verbindungsfehlern

source: open in new window
de: in neuem Fenster öffnen

source: open in same window
de: im selben Fenster öffnen

source: Open System Settings
de: Systemeinstellungen öffnen

source: Open webpages
de: Offene Webseiten

source: Open/save panels for file selection are disabled in current %@ settings, contact your exam provider.
de: Öffnen-/Sichern-Dialoge zur Dateiauswahl sind in den aktuellen %@-Einstellungen deaktiviert, wenden Sie sich an Ihren Prüfungsanbieter.

source: Opening
de: Öffnen

source: Opening %@ Config
de: %@-Konfiguration wird geöffnet

source: Opening Exam...
de: Prüfung öffnen...

source: Opening New Settings Failed!
de: Öffnen neuer Einstellungen fehlgeschlagen!

source: Opening Preferences Disabled
de: Öffnen der Einstellungen deaktiviert

source: Opening Settings Failed
de: Öffnen der Einstellungen fehlgeschlagen!

source: Opening Universal Link
de: Universal Link wird geöffnet

source: Opening Universal Link Failed
de: Öffnen eines Universal Links ist fehlgeschlagen!

source: OS version %@
de: Betriebssystemversion: %@

source: Other Networks
de: Andere Netzwerke

source: Override
de: Ignorieren

source: Overriding required built-in display was enabled!
de: Internen Bildschirm erzwingen wurde deaktiviert!

source: Parsing Settings Failed
de: Einlesen der Konfiguration ist fehlgeschlagen

source: Password
de: Passwort

source: Paste from saved clipboard
de: Einfügen aus gesicherter Zwischenablage

source: Path
de: Pfad

source: Permissions Required for %@
de: Zugriffsrechte erforderlich für %@

source: Permissions Required for Screen Capture
de: Zugriffsrechte erforderlich für Bildschirmaufzeichnung

source: Please confirm the %@ password first.
de: Bitte %@ Passwort zuerst bestätigen

source: Please contact your exam support.
de: Bitte wenden Sie sich an Ihren Prüfungs-Support.

source: Please enter a valid server URL or host name.
de: Bitte geben Sie eine gültige Server-URL oder einen gültigen Hostnamen ein.

source: Please enter correct confirm password
de: Bitte gleiches Passwort erneut eingeben

source: Preferences shortcut menu
de: Einstellungen Kontext-Menü

source: Previously interrupted exam was re-opened!
de: Zuvor unterbrochene Prüfungssession wurde erneut gestartet!

source: Proctoring Error Locked %@!
de: %@ gesperrt wegen Fehler bei Fernüberwachung!

source: Proctoring failed with error '%@'. Enter the quit/unlock password, which usually exam supervision/support knows.
de: Fernüberwachung fehlgeschlagen mit Fehler '%@'. Geben Sie das Beenden/Entsperren-Passwort ein, welches üblicherweise der Prüfungsaufsicht bekannt ist.

source: Proctoring failed:
de: Fernüberwachung fehlgeschlagen:

source: Prohibited Process Locked %@!
de: %@ gesperrt wegen verbotenem Prozess!

source: Prohibited processes (check overridden) still running
de: Verbotene Prozesse (Überprüfung deaktiviert) laufen noch

source: Prohibited Processes Are Running
de: Verbotene Prozesse laufen

source: Prohibited processes detected
de: Verbotene Prozesse wurden detektiert!

source: Project concept: Thomas Piendl, Daniel R. Schneider, Damian Buechel, Dirk Bauer, Kai Reuter, Tobias Halbherr, Karsten Burger, Marco Lehre, Brigitte Schmucki, Oliver Rahs.
de: Projekt-Konzept: Thomas Piendl, Daniel R. Schneider, Damian Büchel, Andreas Hefti, Dirk Bauer, Kai Reuter, Tobias Halbherr, Karsten Burger, Marco Lehre, Brigitte Schmucki, Oliver Rahs.

source: Project concept: Thomas Piendl, Daniel R. Schneider, Dirk Bauer, Kai Reuter, Tobias Halbherr, Karsten Burger, Marco Lehre, Brigitte Schmucki, Oliver Rahs.
de: Projekt-Konzept: Thomas Piendl, Daniel R. Schneider, Damian Büchel, Andreas Hefti, Dirk Bauer, Kai Reuter, Tobias Halbherr, Karsten Burger, Marco Lehre, Brigitte Schmucki, Oliver Rahs.

source: quit
de: beenden

source: Quit
de: Beenden

source: Quit %@
de: %@ beenden

source: Quit All Applications
de: Alle Programme beenden

source: Quit Session
de: Session beenden

source: Raise Hand
de: Hand heben

source: Re-opening an exam which was locked before
de: Erneutes Starten einer zuvor unterbrochenen Prüfungssession

source: Re-Opening Locked Exam!
de: Prüfungssession wurde zuvor unterbrochen und nicht korrekt beendet

source: Reading Settings Failed
de: Lesen der Einstellungen ist fehlgeschlagen

source: Recommended for higher security: Assessment systems using the Config Key or Browser Exam Key to verify the configuration.
de: Für höhere Sicherheit wird empfohlen, ein System einzusetzen, welches den Config Key oder Browser Exam Key überprüfen kann.

source: Reload
de: Neu laden

source: Reload Current Page
de: Aktuelle Seite neu laden

source: remote proctoring
de: Fernüberwachung

source: Remote Proctoring
de: Fernüberwachung

source: Remote Proctoring Not Available
de: Fernüberwachung nicht verfügbar

source: Remote Proctoring Session
de: Session mit Fernüberwachung

source: Remove
de: Entfernen

source: Repeating Error: Invalid Token
de: Wiederholter Fehler: Ungültiges Token

source: Request failed
de: Request fehlgeschlagen

source: Request failed, retrying...
de: Request fehlgeschlagen, erneut versuchen…

source: Required built-in display is still not available!
de: Verlangtes eingebautes Display immer noch nicht verfügbar!

source: Requires macOS 12 or Later
de: Erfordert macOS 12 oder neuer

source: Reset
de: Zurücksetzen

source: Resources
de: Ressourcen

source: Restart
de: Neustart

source: Restart Session
de: Session neu starten

source: Retry
de: Wiederholen

source: return to %@ and re
de: zu %@ zurückkehren und

source: Revert to Client Settings
de: Zurücksetzen auf Client-Einstellungen

source: Right
de: Rechts

source: Running on Current macOS Version Not Allowed!
de: Benutzung auf aktueller macOS-Version nicht erlaubt!

source: Save Changes
de: Änderungen speichern

source: Save settings to display its Browser Exam Key
de: Einstellungen speichern, um deren Browser Exam Key anzuzeigen

source: Save settings to display its Config Key
de: Einstellungen speichern, um deren Config Key anzuzeigen

source: Save Unencrypted
de: Unverschlüsselt speichern

source: Saved file '%@'
de: Datei '%@' gespeichert

source: Saving Settings Failed
de: Speichern der Einstellungen fehlgeschlagen

source: Screen Proctoring Active
de: Screen Proctoring Aktiv

source: Screen Proctoring Connection Failed
de: Screen Proctoring-Verbindung fehlgeschlagen

source: Screen Proctoring Inactive
de: Screen Proctoring Inaktiv

source: Screen Sharing Detected!
de: Bildschirmfreigabe detektiert!

source: Screen sharing detected. Enter the quit/unlock password, which usually exam supervision/support knows.
de: Ein Netzwerkzugriff auf die Bildschirmfreigabe wurde detektiert. Beenden/Entsperren-Passwort eingeben, welche üblicherweise der Prüfungsaufsicht bekannt sind.

source: Screen sharing is still active
de: Bildschirmfreigabe ist immer noch aktiv

source: Screen Sharing Locked %@!
de: %@ gesperrt wegen Bildschirmfreigabe!

source: Screen sharing was activated
de: Bildschirmfreigabe wurde aktiviert

source: Searching for %@ Configuration Canceled
de: Suche für %@-Konfiguration abgebrochen

source: Searching for a valid %@ config file …
de: Suche eine %@-Konfigurationsdatei …

source: Searching for a valid %@ config file was canceled.
de: Suche nach einer %@-Konfigurationsdatei wurde abgebrochen.

source: Searching local network for Automatic %@ Client Configuration requires a Wi-Fi or VPN connection. You can enter the domain URL of your institution manually too.
de: Die automatische %@-Client-Konfiguration benötigt eine WLAN- oder VPN-Verbindung. Sie können die Domain-URL Ihrer Institution auch manuell eingeben.

source: Secure exam session was started, URL:
de: Sichere Prüfungssession wurde gestartet, URL:

source: Secure session was started
de: Sichere Session wurde gestartet

source: Secure Web Proxy (HTTPS)
de: Sicherer Web-Proxy (HTTPS)

source: Security
de: Sicherheit

source: Security Warning
de: Sicherheitswarnung

source: Select
de: Auswählen

source: Select Exam
de: Prüfung auswählen

source: Select the certificate(s) to embed and choose their type:
de: Wählen Sie die einzubettenden Zertifikate und deren Typ:

source: Select the permitted processes you want to add to your %@ exam settings. The list includes the built-in preset processes and the permitted processes from your local client settings (marked accordingly). They will be added as active processes.
de: Wählen Sie die erlaubten Prozesse aus, die Sie zu Ihren %@-Prüfungseinstellungen hinzufügen möchten. Die Liste enthält die integrierten voreingestellten Prozesse sowie die erlaubten Prozesse aus Ihren lokalen Client-Einstellungen (entsprechend gekennzeichnet). Sie werden als aktive Prozesse hinzugefügt.

source: Select the preset permitted processes you want to add to your %@ settings. They will be added as active processes.
de: Wählen Sie die voreingestellten erlaubten Prozesse aus, die Sie zu Ihren %@-Einstellungen hinzufügen möchten. Sie werden als aktive Prozesse hinzugefügt.

source: self-signed
de: selbstsigniert

source: Sending cached screen shots, server health %d out of 10
de: Übertragung läuft, Verbindungsqualität %d von 10

source: Server health %d out of 10
de: Verbindungsqualität %d von 10

source: Server health %d out of 10, deferring sending screen shots
de: Verbindungsqualität %d von 10, Übertragung erfolgt verzögert

source: Server health %d out of 10, waiting until %@ to resume sending cached screen shots
de: Verbindungsqualität %1$d von 10, warten auf Wiederaufnahme der Übertragung um %2$@

source: Server URL or host (e.g. exam.example.org)
de: Server-URL oder Host (z. B. exam.example.org)

source: settings
de: Einstellungen

source: Settings for Configuring Client
de: Einstellungen zum Umkonfigurieren eines Clients

source: Settings for Starting Exam
de: Einstellungen zum Starten einer Prüfung

source: Settings have been saved, use this file to configure a %@ client permanently.
de: Einstellungen wurden gespeichert, benutzen Sie diese Konfigurationsdatei, um einen %@-Prüfungsrechner permanent zu konfigurieren.

source: Settings have been saved, use this file to start an exam with %@.
de: Konfiguration wurde gespeichert, benutzen Sie diese Datei um eine Prüfung mit %@ zu starten.

source: Share as Configuration
de: Als Konfiguration teilen

source: Siri activity detected. Enter the quit/unlock password, which usually exam supervision/support knows.
de: Siri wurde unerlaubterweise aktiviert. Beenden/Entsperren-Passwort eingeben, welche üblicherweise der Prüfungsaufsicht bekannt sind.

source: Siri Detected!
de: Siri wurde aktiviert!

source: Siri is still active
de: Siri ist immer noch aktiv

source: Siri Locked %@!
de: %@ gesperrt wegen Siri!

source: Siri was activated
de: Siri wurde aktiviert

source: Skip
de: Überspringen

source: Specify one or more %@ version(s) required to use this configuration, one per row. Format: OS.Major.Minor.[Patch].[Build].[AE].[min] (OS is Win, Mac or iOS; optional parts in brackets). Example: "Win.3.9.min" allows %@ for Windows 3.9 or newer.
de: Geben Sie eine oder mehrere %@-Version(en) an, die zur Verwendung dieser Konfiguration erforderlich sind – eine pro Zeile. Format: OS.Major.Minor.[Patch].[Build].[AE].[min] (OS ist Win, Mac oder iOS; optionale Teile in eckigen Klammern). Beispiel: "Win.3.9.min" erlaubt %@ für Windows 3.9 oder neuer.

source: SSL Certificate
de: SSL-Zertifikat

source: Start SEB
de: SEB starten

source: Starting Exam
de: Prüfung starten

source: Switched back after user switch / login window
de: Wechsel zurück nach Benutzerwechsel / Anmeldefenster

source: System Default
de: Systemeinstellung

source: System Preferences
de: Systemeinstellungen
